Repository: smartcommunitylab/scwp.apps
Catalog: ViaggiaTrentino/ViaggiaTrento/Resources/AppResources.*.xlf
Languages: it

# Resx/ResourceLanguage
source: en-US
it: it

# Resx/TilePlanJourneyTitle
source: Plan journey
it: Pianifica viaggio

# Resx/TilePlanRecurrentJourneyTitle
source: Plan recurrent journey
it: Monitoraggio tratte abituali

# Resx/TileReadNotificationsMessage
source: Read all notifications
it: Tutte le tue notifiche

# Resx/TileReadNotificationsTitle
source: Read notification
it: Leggi notifiche

# Resx/TileSavedJourneysMessage
source: Show my saved journeys
it: Il miei viaggi salvati

# Resx/TileSubmitAlertMessage
source: Submit an alert
it: Invia una segnalazione

# Resx/TileSubmitAlertTitle
source: Submit alert
it: Invia segnalazioni

# Resx/GeneralSettingsFewestChanges
source: Fewest changes
it: Con meno cambi

# Resx/GeneralSettingsLeastWalking
source: Least walking
it: Minimo tragitto a piedi

# Resx/GeneralSettingsPrefRoute
source: Preferred route
it: Tragitto preferito

# Resx/GeneralSettingsSharedCar
source: Shared car
it: Car sharing

# Resx/GeneralSettingsTransit
source: Transit
it: Mezzi pubblici

# Resx/GeneralSettingsTransportation
source: Transportation
it: Come vuoi viaggiare?

# Resx/GeneralSettingsWalking
source: Walking
it: A piedi

# Resx/SavedJourneyDetailsDelete
source: delete
it: elimina

# Resx/SavedJourneysMonitoringPivot
source: Monitoring
it: Monitoraggi

# Resx/SettingsPageFavs
source: My locations
it: I miei luoghi

# Resx/SettingsPagePrefs
source: Preferences
it: Preferenze viaggio

# Resx/ParkingsPageParkingPivot
source: Parkings
it: Parcheggi

# Resx/TileParkingMessage
source: Parkings
it: Parcheggi

# Resx/TileParkingTitle
source: Parkings
it: Parcheggi

# Resx/TileRoveretoBusMessage
source: Rovereto City Bus
it: Orario autobus di Rovereto

# Resx/TileRoveretoBusTitle
source: Rovereto Bus
it: Urbano Rovereto

# Resx/TileTrainMessage
source: Trentino Trains
it: Orario treni

# Resx/TileTrainTitle
source: Train
it: Treni

# Resx/TileTrentoBusMessage
source: Trento City Bus
it: Orario autobus di Trento

# Resx/TileTrentoBusTitle
source: Trento Bus
it: Urbano Trento

# Resx/MonitorJourneySched
source: Schedule
it: Giorni

# Resx/MonitorJourneyTimeSpan
source: Time span
it: Quando

# Resx/MonitorJourneyTitle
source: Monitor journey
it: Monitoraggio

# Resx/PlanSingleJourneyDeparture
source: Departure
it: Quando

# Resx/PlanSingleJourneyLoc
source: Location
it: Dove

# Resx/PlanSingleJourneyTitle
source: Plan new journey
it: Pianifica viaggio

# Resx/SelSendAlertInter
source: Intercity bus delays
it: Ritardi autobus intercity

# Resx/SelSendAlertRv
source: Rovereto bus delays
it: Ritardi autobus Rovereto

# Resx/SelSendAlertTitle
source: Submit an alert
it: Invio segnalazioni

# Resx/SelSendAlertTn
source: Trento bus delays
it: Ritardi autobus di Trento

# Resx/SelSendAlertTrain
source: Train delays
it: Ritardi Treno

# Resx/SubAlertRoute
source: Route
it: Linea

# Resx/SubAlertStop
source: Stop
it: Fermata

# Resx/SubAlertTime
source: Time
it: Ora prevista

# Resx/MonitorStat
source: Monitoring status:
it: Stato monitoraggio:

# Resx/SureDelete
source: Are you sure you want to delete this item?
it: Sei sicuro di voler eliminare questo elemento?

# Resx/Warn
source: Warning
it: Attenzione

# Resx/SureChange
source: Your recurrent journey has been changed. Do you want to save changes?
it: Il viaggio ricorrente è stato modificato. Si desidera salvare le modifiche?

# Resx/AboTitle
source: About
it: Informazioni su

# Resx/ChooseCurrentLong
source: Use your mobile's GPS position
it: Utilizza la posizione GPS del cellulare

# Resx/ChoosePoint
source: Point on map
it: Punto sulla mappa

# Resx/ChoosePointLong
source: Pick a point from an onscreen map
it: Scegliere un punto dalla mappa

# Resx/ChooseConfirmTitle
source: Selected location:
it: Posizione selezionata:

# Resx/RoutePivot
source: Routes
it: Linee

# Resx/ShowStopTimes
source: Stop times
it: Orario fermate

# Resx/MonitorJourneyHeadText
source: Choose the transit lines you want to be notified about in case of delays
it: Selezionare le linee per le quali si desidera essere avvisati in caso di ritardo

# Resx/ToCapitalT
source: To
it: Verso

# Resx/AppLocationDisabledMessage
source: Location is disabled on your app. Do you want to enable it?
it: L'applicazione necessita dell'autorizzazione per l'accesso alla posizione GPS. Consentire?

# Resx/SystemLocationDisabledMessage
source: Location is disabled on your device. To enable location, go to Settings and select location.
it: Servizi di localizzazione disattivati. Abilitarli nelle impostazioni di sistema

# Resx/AppLocationDisabledCaption
source: Allow this application to access and use your location?
it: Consentire l'utilizzo della posizione GPS da parte dell'applicazione?

# Resx/MessageBoxAllow
source: allow
it: consenti

# Resx/MessageBoxCancel
source: cancel
it: annulla

# Resx/MessageBoxGoToSettings
source: go to settings
it: impostazioni

# Resx/SystemLocationDisabledCaption
source: This application need to access to your location
it: Questa applicazione richiede l'accesso alla posizione GPS

# Resx/ValidationCaption
source: Incorrect values
it: Campi non corretti

# Resx/ValidationMessage
source: The following errors have been detected in the form data
it: Sono stati rilevati i seguenti errori

# Resx/ValidationStartDate
source: You can not plan a journey in the past
it: Non è possibile pianificare un viaggio nel passato

# Resx/PlanConfirm
source: go
it: vai

# Resx/PlanSave
source: save
it: salva

# Resx/Delete
source: delete
it: elimina

# Resx/TimeTablePageLineType
source: Line type
it: Tipo di linea

# Resx/AboutPageThirdParty
source: This application includes the following third party software:
it: Questa applicazione include i seguenti software di terze parti:

# Resx/AboutPagePart
source: and with the partnership of
it: e con la partecipazione del

# Resx/AboutPageThird
source: third party
it: terze parti

# Resx/AboutPageRateApp
source: rate me!
it: votami!

# Resx/AboutPageInfo
source: Integrated mobility information for the city and the Province of Trento
it: Informazione sulla mobilità integrata di Trento e dei comuni trentini

# Resx/AboutPageDevel
source: Application developed by Andrea Panizza and Lorenzo Lotto within the
it: Applicazione sviluppata da Andrea Panizza e Lorenzo Lotto all'interno del laboratorio del progetto

# Resx/AboutPageCollab
source: In collaboration with
it: In collaborazione con il

# Resx/SettingsPageLocation
source: Location service
it: Servizio di localizzazione

# Resx/LoadingPanel
source: Loading...
it: Caricamento...

# Resx/SavedJourneyMonitorOFF
source: monitor off
it: disattiva notifiche

# Resx/ErrorReportMessage
source: The application seems to have encountered some difficulties during the last run. Do you want to send a report of the application error to help improve the experience?
it: L'applicazione sembra avere rilevato alcune difficoltà durante l'ultima esecuzione. Si desidera inviare un rapporto sull'errore per migliorare l'esperienza?

# Resx/PinToStart
source: pin to start
it: aggiunngi a start

# Resx/AlreadyPinnedTileError
source: This tile has already been pinned!
it: Questa tile è già stata aggiunta!

# Resx/CatchedErrorsReportMessage
source: In the course of the last week, the application encountered a few minor errors. Would you like to report them?
it: Nel corso dell'ultima settimana, l'applicazione ha rilevato alcuni errori non gravi. Si desidera segnalarli?

# Resx/SettignsErrorReport
source: Send feedback
it: Invia feedback

# Resx/ValidationDelay
source: Please insert a delay value
it: Inserire un valore nel campo ritardo

# Resx/SelSendAlertTrainDesc
source: Submit a delay for trains
it: Segnala un ritardo del treno

# Resx/TilePlanJourneyTagTour
source: Plan your next trip here
it: Pianifica il tuo prossimo viaggio

# Resx/MessageBoxSmartCampusPermsTitle
source: Authentication error
it: Errore di autorizzazione

# Resx/lonelyNoJourney
source: It's lonely in here. Plan and save a new journey to see them here
it: Non c'è niente qui. Pianifica e salva un nuovo viaggio per visualizzarlo qui

# Resx/lonelyNoNotification
source: It's lonely in here. Refresh the page see them here
it: Non c'è niente qui. Aggiorna la pagina di visualizzare le nuove notifiche

# Resx/RefreshAppBar
source: refresh
it: aggiorna

# Resx/TimetableSecondaryTileNoLoginTitle
source: Log in for a better experience
it: Accedi per una migliore esperienza

# Resx/ExternalLaunchNoLoginMessage
source: In order to work properly, you have to open the application from the main tile and log in with your credential. Until then, journey planning is unavailable.
it: Per il corretto funzionamento, è necessario aprire l'applicazione dalla tile principale e accedere con le proprie credenziali. Fino ad allora, la pianificazione del viaggio non sarà disponibile.

# Resx/LonelyNoParking
source: It's lonely in here, but it is probably due to a network error. Try again in a few minutes.
it: Non c'è niente qui, ma probabilmente è a causa di un errore di rete. Riprovare tra qualche minuto.

# Resx/TileTrentoBusTagTour
source: Check Trento city buses timetable and delays
it: Mostra gli orari degli autobus di Trento con i relativi ritardi

# Resx/LonelyNoDecrees
source: It's lonely in here. There aren't any decrees in Rovereto
it: Non c'è niente qui. Non è stato emesso alcun decreto per il Comune di Rovereto

# Resx/TileDecreesMessage
source: Rovereto decrees
it: Decreti del Comune di Rovereto

# Resx/TileTrainTagTour
source: Check trains timetable and delays
it: Mostra gli orari dei treni e i ritardi

# Resx/TileParkingTagTour
source: Find nearby available parkings
it: Trova i parcheggi disponibili vicino a te

# Resx/ExternalLauchNoLoginTItle
source: Log in to use this feature
it: Effettuare l'accesso per utilizzare questa funzione

# Resx/TimetableSecondaryTileNoLoginMessage
source: In order to work properly, you have to open the application from the main tile and log in with your credential. Until then the delays will not be shown.
it: Per il corretto funzionamento, è necessario aprire l'applicazione dalla tile principale e accedere con le proprie credenziali. Fino ad allora, i ritardi non verranno visualizzati.

# Resx/ReadNotificationTitle
source: Read notifications
it: Leggi notifiche

# Resx/MessageBoxGooglePermsTitle
source: Authentication error
it: Errore di autorizzazione

# Resx/SubmitAlertTileTagTour
source: Report delays, accidents or deviations
it: Segnala incidenti, ritardi e deviazioni

# Resx/SavedJourneysTileTagTour
source: Keep track of your usual travel routes here
it: Tieni traccia dei tuoi viaggi pianificati

# Resx/RealTimeInfoTileTagTour
source: Check the local bus or train schedule or find available parking
it: Controlla l'orario dell'autobus cittadino o del treno o trova un parcheggio libero

# Resx/ReadNotificationsTileTagTour
source: Check if the bus or train is on time
it: Controlla se l'auobus o il treno sono in ritardo

# Resx/PlanRecurrentJourneyTileTagTour
source: Set up your usual routes to be notify about possible delays
it: Configura i viaggi frequenti per essere notificato sui possibili ritardi

# Resx/SelSendAlertTnDesc
source: Submit a delay for buses in Trento
it: Segnala un ritardo degli autobus di Trento

# Resx/SelSendAlertRvDesc
source: Submit a delay for buses in Rovereto
it: Segnala un ritardo degli autobus di Rovereto

# Resx/ErrorReportCaption
source: Error reporting
it: Segnalazione errori

# Resx/SettingsPageAddPlace
source: add place
it: Aggiungi località

# Resx/SavedJourneyMonitorToggle
source: toggle monitor
it: attiva/disattiva monitoraggio

# Resx/MainpageTour
source: tutorial
it: tour guidato

# Resx/SavedJourneyMonitorON
source: monitor on
it: attiva notifiche

# Resx/MainpageSettings
source: settings
it: impostazioni

# Resx/MainpageAbout
source: about
it: informazioni
