Repository: smartcommunitylab/scwp.apps
Catalog: ViaggiaTrentino/ViaggiaTrentino/Resources/AppResources.*.resx
Languages: it

# ResourceLanguage
source: en-US
it: it

# TilePlanJourneyMessage
source: Plan a single journey
it: Pianificare un viaggio

# TilePlanJourneyTitle
source: Plan journey
it: Piano di viaggio

# TilePlanRecurrentJourneyMessage
source: Plan a recurrent journey
it: Pianificare un viaggio ricorrente

# TilePlanRecurrentJourneyTitle
source: Plan recurrent journey
it: Pianificazione viaggio ricorrente

# TileReadNotificationsMessage
source: Read all notifications
it: Tutte le notifiche di lettura

# TileReadNotificationsTitle
source: Read notification
it: Notifica di lettura

# TileRealTimeInfoMessage
source: Show realtime info
it: Mostra informazioni in tempo reale

# TileRealTimeInfoTitle
source: Real time info
it: Info tempo reale

# TileSavedJourneysMessage
source: Show my saved journeys
it: Mostra il mio viaggi salvati

# TileSavedJourneysTitle
source: Saved journeys
it: Viaggi salvati

# TileSubmitAlertMessage
source: Submit an alert
it: Inviare un avviso

# TileSubmitAlertTitle
source: Submit alert
it: Invia avviso

# RealTimeInfoViewTitle
source: Real Time Information
it: Informazioni in tempo reale

# GeneralSettingsBike
source: Bike
it: Bici

# GeneralSettingsCar
source: Car
it: Auto

# GeneralSettingsFastest
source: Fastest
it: Più veloce

# GeneralSettingsFewestChanges
source: Fewest changes
it: Minor numero di modifiche

# GeneralSettingsLeastWalking
source: Least walking
it: Esame almeno

# GeneralSettingsPrefRoute
source: Preferred route
it: Route preferita

# GeneralSettingsSharedBike
source: Shared bike
it: Bici condivisa

# GeneralSettingsSharedCar
source: Shared car
it: Auto condivisa

# GeneralSettingsTransit
source: Transit
it: Transito

# GeneralSettingsTransportation
source: Transportation
it: Trasporto

# GeneralSettingsWalking
source: Walking
it: Esame

# SavedJourneyDetailsDelete
source: delete
it: Eliminare il viaggio

# SavedJourneysJourneyPivot
source: Journeys
it: Viaggi

# SavedJourneysMonitoringPivot
source: Monitoring
it: Monitoraggio

# SavedJourneysTitle
source: Saved journeys
it: Viaggi salvati

# SettingsPageFavs
source: My locations
it: Località di chiamata

# SettingsPagePrefs
source: Preferences
it: Preferenze

# SettingsPageTitle
source: Settings
it: Impostazioni

# ParkingsPageMapPivot
source: Map
it: Mappa

# ParkingsPageTitle
source: Real time info
it: Info tempo reale

# TileExtraurbanoMessage
source: Trentino External Bus
it: Bus esterno Trentino

# TileRoveretoBusMessage
source: Rovereto City Bus
it: Bus della città di Rovereto

# TileRoveretoBusTitle
source: Rovereto Bus
it: Bus di Rovereto

# TileTrainMessage
source: Trentino Trains
it: Trentino treni

# TileTrainTitle
source: Train
it: Treno

# TileTrentoBusMessage
source: Trento City Bus
it: Bus della città di Trento

# TileTrentoBusTitle
source: Trento Bus
it: Bus di Trento

# MonitorJourneyAlways
source: Always
it: Sempre

# MonitorJourneyLoc
source: Location
it: Posizione

# MonitorJourneyPrefs
source: Show preferences
it: Mostra preferenze

# MonitorJourneySched
source: Schedule
it: Pianificazione

# MonitorJourneyTimeSpan
source: Time span
it: Intervallo di tempo

# MonitorJourneyTitle
source: Monitor journey
it: Viaggio di monitor

# PlanSingleJourneyDeparture
source: Departure
it: Partenza

# PlanSingleJourneyHintFrom
source: From...
it: Da...

# PlanSingleJourneyHintTo
source: To...
it: A...

# PlanSingleJourneyLoc
source: Location
it: Posizione

# PlanSingleJourneyPrefs
source: Show preferences
it: Mostra preferenze

# PlanSingleJourneyTitle
source: Plan new journey
it: Piano nuovo viaggio

# ParkingsSlotsFull
source: full
it: completo

source: On
it: Su

# ParkingPopupCancel
source: Cancel
it: Annulla

# ParkingPopupDirections
source: Directions
it: Direzioni

# ParkingPopupTitle
source: Parking
it: Parcheggio

# SelSendAlertInter
source: Intercity bus delays
it: Ritardi bus intercity

# SelSendAlertRv
source: Rovereto bus delays
it: Ritardi bus Rovereto

# SelSendAlertTitle
source: Submit an alert
it: Inviare un avviso

# SelSendAlertTn
source: Trento bus delays
it: Ritardi di bus di Trento

# SelSendAlertTrain
source: Train delays
it: Treno ritardi

# SubAlertDelay
source: Delay
it: Ritardo

# SubAlertRoute
source: Route
it: Ciclo di lavorazione

# SubAlertSubmit
source: Submit
it: Invia

# SubAlertTime
source: Time
it: Ora

# DefValueMissing
source: Missing data
it: Dati mancanti

source: From
it: Da

# MonitorStat
source: Monitoring status:
it: Monitoraggio dello stato:

source: to
it: per

# SureDelete
source: Are you sure you want to delete this item?
it: Sono sicuro di che voler eliminare questo elemento?

# Warn
source: Warning
it: Avviso

# SureChange
source: Your recurrent journey has been changed. Do you want to save changes?
it: Percorso ricorrente è stata modificata. Si desidera salvare le modifiche?

# AboTitle
source: About
it: Sulla ViaggiaTrentino

source: Select Direction
it: Selezionare la direzione

# ChooseCurrent
source: Current location
it: Posizione corrente

# ChooseCurrentLong
source: Use your mobile's GPS position
it: Utilizzare la posizione GPS del cellulare

# ChoosePoint
source: Point on map
it: Scegliere su map

# ChoosePointLong
source: Pick a point from an onscreen map
it: Scegliete un punto da una mappa sullo schermo

# ChooseTitle
source: Select location
it: Selezionare la posizione

source: next
it: successivo

source: previous
it: precedente

# ChooseConfirmTitle
source: Selected location:
it: Percorso selezionato:

# TimetableNotAvailable
source: No items found
it: Nessun elemento trovato

source: today
it: oggi

# RoutePivot
source: Routes
it: Cicli di lavorazione

# ShowStopTimes
source: Stop times
it: Ora di fine

# MonitorJourneyHeadText
source: Choose the transit lines you want to be notified about in case of delays
it: Selezionare le righe di transito che si desidera essere avvisati in caso di ritardi

# ToCapitalT
source: To
it: Per

# JourneyNameMsg
source: Please enter a name for your journey
it: Immettere un nome per il viaggio

# JourneyNameTit
source: Journey name
it: Nome viaggio

# AppLocationDisabledMessage
source: Location is disabled on your app. Do you want to enable it?
it: Posizione è disabilitato sulla propria applicazione. Si desidera attivarla?

# SystemLocationDisabledMessage
source: Location is disabled on your device. To enable location, go to Settings and select location.
it: Percorso è disattivata sul dispositivo. Per attivare la posizione, Vai alle impostazioni e selezionare il percorso.

# AppLocationDisabledCaption
source: Allow this application to access and use your location?
it: Consentono di accedere e utilizzare il percorso dell'applicazione?

# MessageBoxAllow
source: allow
it: consentire

# MessageBoxCancel
source: cancel
it: Annulla

# MessageBoxGoToSettings
source: go to settings
it: Vai alle impostazioni

# SystemLocationDisabledCaption
source: This application need to access to your location
it: Questa esigenza di applicazione per accedere alla posizione

# ValidationCaption
source: Incorrect values
it: Valori non corretti

# ValidationFrom
source: Please select a starting point
it: Selezionare un punto di partenza

# ValidationMessage
source: The following errors have been detected in the form data
it: Sono stati rilevati i seguenti errori nei dati del form

# ValidationStartDate
source: You can not plan a journey in the past
it: Non è possibile pianificare un viaggio in passato

# ValidationTimeSpan
source: The maximum size for the timespan is of two hours
it: La dimensione massima per l'intervallo di tempo è di due ore

# ValidationTo
source: Please select a destination
it: Selezionare una destinazione

# ValidationTType
source: You must select at least one transportation type
it: È necessario selezionare almeno un tipo di trasporto

# PlanConfirm
source: go
it: Vai

# PlanSave
source: save
it: Salva

# ValidationSelDays
source: Please select at least one day
it: Selezionare almeno un giorno

# ValidationJTitle
source: Please provide a valid name for the journey
it: Fornire un nome valido per il viaggio
